tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "brew-cask-completion"
brew "brew-gem"
brew "brew-pip"
brew "bsdmake"
brew "freetype"
brew "fontconfig"
brew "openssl@1.1"
brew "xz"
brew "python3"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "docker-compose"
brew "gnu-tar"
brew "dpkg"
brew "elinks"
brew "exiftool"
brew "pkg-config"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "gcc"
brew "gdb"
brew "geckodriver"
brew "git"
brew "gnu-sed"
brew "hashcat"
brew "htop"
brew "imagemagick"
brew "jq"
brew "ldid"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "llvm"
brew "lolcat"
brew "ruby"
brew "macvim"
brew "mas"
brew "neofetch"
brew "nmap"
brew "node"
brew "rsync"
brew "ruby@2.5"
brew "sl"
brew "speedtest-cli"
brew "swift"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "whois", link: true
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zzz"
cask "adoptopenjdk8"
cask "appcleaner"
cask "burp-suite"
cask "chromedriver"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "iterm2-beta"
cask "mactex"
cask "minecraft"
cask "mpv"
cask "parsec"
cask "philips-hue-sync"
cask "plex"
cask "private-internet-access"
cask "qbittorrent"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "steam"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "1Blocker", id: 1107421413
mas "Dark Reader for Safari", id: 1438243180
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Mineswifter", id: 1521190195
mas "Notability", id: 736189492
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
