tap "adoptopenjdk/openjdk"
tap "cjbassi/gotop"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "khanhas/tap"
tap "vapor/tap"
cask "adoptopenjdk8"
brew "bash"
brew "bison"
brew "brew-cask-completion"
brew "brew-gem"
brew "brew-pip"
brew "bsdmake"
brew "freetype"
brew "fontconfig"
brew "python"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "doitlive"
brew "dosbox"
brew "gnu-tar"
brew "dpkg"
brew "elinks"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fswatch"
brew "gcc"
brew "gdb"
brew "git"
brew "git-game"
brew "gnu-sed"
brew "go"
brew "hashcat"
brew "howdoi"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "ldid"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "llvm"
brew "lolcat"
brew "lua@5.1"
brew "lynx"
brew "ruby"
brew "macvim"
brew "mas"
brew "mysql"
brew "neofetch"
brew "nginx"
brew "nmap"
brew "p7zip"
brew "pipes-sh"
brew "pkg-config"
brew "portaudio"
brew "pv"
brew "qt"
brew "ranger"
brew "rsync"
brew "ruby@2.4"
brew "ruby@2.5"
brew "sl"
brew "speedread"
brew "speedtest-cli"
brew "swift"
brew "swiftlint"
brew "switch-lan-play"
brew "telnet"
brew "tmux"
brew "tree"
brew "unicorn"
brew "watch"
brew "wget"
brew "whois"
brew "winetricks"
brew "wtf"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zzz"
brew "cjbassi/gotop/gotop"
brew "github/gh/gh"
brew "khanhas/tap/spicetify-cli"
brew "vapor/tap/vapor"
cask "adobe-creative-cloud"
cask "adoptopenjdk13"
cask "amazon-chime"
cask "android-studio"
cask "appcleaner"
cask "bartender"
cask "burp-suite"
cask "checkra1n"
cask "citra"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "handbrake"
cask "iina"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "lastpass"
cask "mactex"
cask "minecraft"
cask "mpv"
cask "mumble"
cask "philips-hue-sync"
cask "plex"
cask "qbittorrent"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
mas "1Blocker", id: 1107421413
mas "Deliveries", id: 924726344
mas "Disk Speed Test", id: 425264550
mas "Drafts", id: 1435957248
mas "Front and Center", id: 1493996622
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Night Eye", id: 1450504903
mas "Notability", id: 736189492
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "SwitchGlass", id: 1498546559
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
